[
  {
    "id": "6433c38c8d0c5944b835093a",
    "logo": "https://raw.githubusercontent.com/Sazzads/imageForAssignment-9/main/imageFile/americanBank.png",
    "title": "Principle Officer",
    "name": "American Bank",
    "position1": "Onsite",
    "position2": "Full Time",
    "location": "US Of America",
    "status": "Full-Time",
    "salary": "$1000 - $1500 (Per Month)",
    "description": "A Principal Officer in a bank typically holds a senior management position with responsibilities that include overseeing the operations of one or more departments within the bank. The specific job description for a Principal Officer can vary depending on the bank's organizational structure and needs,",
    "responsibility": "The responsibility of a Principal Officer in a bank is to oversee the operations of one or more departments within the bank, ensuring they align with the bank's overall strategic goals and objectives. This includes developing and implementing policies and procedures, managing staff, monitoring financial performance, ensuring compliance with relevant laws and regulations, building relationships with stakeholders, analyzing market trends,",
    "requirements": "Bachelor degree to complete any university.",
    "experiences": "2-3 Years in this field.",
    "phone": "337-948-3056",
    "email": "info@americanbankandtrust.net"
  },
  {
    "id": "6433c38ca3276461298d9908",
    "logo": "https://raw.githubusercontent.com/Sazzads/imageForAssignment-9/main/imageFile/fbi.png",
    "title": "FBI Agent",
    "name": "Federal Bureau of Investigation",
    "position1": "Onsite",
    "position2": "Part Time",
    "location": "Washington, D.C., US",
    "status": "Part-Time",
    "salary": "$1100 - $1200 (Per Month)",
    "description": "FBI Agents are responsible for conducting investigations related to federal law enforcement, national security, and criminal activity. They gather evidence, interview witnesses, make arrests, and work to prevent and solve crimes.",
    "responsibility": "FBI Agents have a variety of responsibilities, including conducting surveillance, gathering intelligence, analyzing evidence, interviewing suspects and witnesses, making arrests, and testifying in court. They work to prevent and solve crimes related to national security, cybercrime, organized crime, and more. Additionally, they collaborate with other law enforcement agencies and share intelligence with international partners to combat crime and terrorism.",
    "requirements": "Bachelor degree of crime and criminal behavior",
    "experiences": "4-5 Years in this field.",
    "phone": "985-325-4584",
    "email": "fbi@usa.org"
  },
  {
    "id": "6433c38c15934843b76a91bc",
    "logo": "https://raw.githubusercontent.com/Sazzads/imageForAssignment-9/main/imageFile/google.png",
    "title": "Engineer",
    "name": "Google LLC",
    "position1": "Remote",
    "position2": "Full Time",
    "location": "Mountain View, California, United State",
    "status": "Part-TIme",
    "salary": "$2100 - $2200 (Per Month)",
    "description": "Google Engineers design, develop, and maintain software systems and applications used by millions of people worldwide. They work on a variety of projects, from search algorithms to artificial intelligence, and are responsible for ensuring the reliability and scalability of Google's technology.",
    "responsibility": "Google Engineers are responsible for designing and implementing complex software systems and applications. They collaborate with cross-functional teams to develop and improve products, and are involved in all stages of the development process, from idea conception to deployment. They must stay up-to-date with the latest technologies and industry trends to ensure the quality and efficiency of their work.",
    "requirements": "Bachelor degree of Computer engineering",
    "experiences": "4-7 Years in this field.",
    "phone": "546-321-947",
    "email": "google@gmail.com"
  },
  {
    "id": "6433c38c417ccd390fb0e744",
    "logo": "https://raw.githubusercontent.com/Sazzads/imageForAssignment-9/main/imageFile/meta.png",
    "title": "Designer",
    "name": "Meta Verse",
    "position1": "Remote",
    "position2": "Part Time",
    "location": "Menlo Park, California, US",
    "status": "Full-TIme",
    "salary": "$1700 - $2200 (Per Month)",
    "description": "Meta Designers, also known as UX (User Experience) Designers, are responsible for designing and improving the overall user experience of a product or service. They work closely with cross-functional teams to create wireframes, prototypes, and visual designs that are intuitive, user-friendly, and visually appealing.",
    "responsibility": "As a Meta Designer, also known as a UX (User Experience) Designer, you are responsible for designing and improving the overall experience of a product or service. You work closely with cross-functional teams, including engineers and product managers, to understand user needs and behaviors and develop design solutions that meet those needs. Your responsibilities include conducting user research, creating wireframes and prototypes, designing interfaces and interactions, and testing and iterating on designs.",
    "requirements": "Bachelor degree of Fine Arts",
    "experiences": "8-9 Years in this field.",
    "phone": "666-462-988",
    "email": "facebook@meta.org"
  },
  {
    "id": "6433c38c2520944a3c43fc6b",
    "logo": "https://raw.githubusercontent.com/Sazzads/imageForAssignment-9/main/imageFile/netflix.png",
    "title": "Network Engineer",
    "name": "Netflix company",
    "position1": "Remote",
    "position2": "Full Time",
    "location": "Los Gatos, California, US",
    "status": "Full-Time",
    "salary": "$1500 - $1900 (Per Month)",
    "description": "Network Engineers design, implement, and maintain computer networks for organizations. They are responsible for ensuring the networks are secure, reliable, and efficient.",
    "responsibility": "Network Engineers design, implement, and maintain computer networks for organizations, including local area networks (LANs), wide area networks (WANs), and wireless networks. They are responsible for ensuring network security, troubleshooting issues, monitoring performance, and optimizing network performance. Additionally, they must stay up-to-date with the latest technologies and industry trends to ensure the network remains efficient and secure.",
    "requirements": "Bachelor degree of Computer engineering",
    "experiences": "1-2 Years in this field.",
    "phone": "453-456-295",
    "email": "netflix@ind.com"
  },
  {
    "id": "6433c38c56ef1c37102b5981",
    "logo": "https://raw.githubusercontent.com/Sazzads/imageForAssignment-9/main/imageFile/russianbank.png",
    "title": "Managing Director",
    "name": "States Bank Of Russia",
    "position1": "Onsite",
    "position2": "Full Time",
    "location": "Saint Petersburg russia",
    "status": "Part-Time",
    "salary": "$2500 - $3000 (Per Month)",
    "description": "Managing Directors are responsible for overseeing the operations and performance of an organization or business unit. They develop and implement strategies to achieve business objectives, manage financial performance, and ensure the organization is aligned with its mission and values.",
    "responsibility": "Managing Directors are the senior executives responsible for the overall performance of an organization or business unit. They provide strategic leadership, setting goals and objectives, and developing plans to achieve them. They manage the organization's financial performance, lead and motivate employees, and ensure that the organization operates in compliance with legal and ethical standards.",
    "requirements": "Bachelor degree of business adminitration",
    "experiences": "10-12 Years in this field.",
    "phone": "333-444-2111",
    "email": "statebank@russia.org"
  }
]